Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Näin varmistetaan, että levynumerot on asetettu oikein ja asetetaan näiden levyjen kaikkien kappaleiden tekijän nimi ja kirjan nimi alla oleviin arvoihin
nn: Dette vil sikra at platenummera er ordentlege, og så setja forfattar og boktittel for alle spora på alle desse platene til verdiane under

source: Tekijä:
nn: Forfattar:

source: Kirjan nimi:
nn: Boktittel:

source: Tekijä
nn: Forfattar

source: Tekijän etukirjain
nn: Forfattarførebokstavar

source: Kirjan nimi
nn: Boktittel

source: Äänikirjat
nn: Lydbøker

source: Etsi äänikirjoja
nn: Søk i lydbøkene dine

source: Äänikirjojen kansio
nn: Mappe for lydbøker

source: Jatka soittoa
nn: Hald fram avspeling

source: Yhtään kirjanmerkkiä ei ole tehty
nn: Ingen bokmerke sett

source: Tunnistetaan BPM:ää
nn: Oppdagar BPM

source: _Tunnista
nn: _Oppdag

source: _Naputa
nn: _Trykk

source: Bansheen yrittää tämän kappaleen BPM:n automaattista tunnistusta
nn: La Banshee prøva å oppdaga BPM for denne songen automatisk

source: Soita tämä kappale
nn: Spel av denne songen

source: naputa tätä painiketta kappaleen rytmissä BPM:n asettamiseksi manuaalisesti
nn: Trykk på denne knappen i rytme for å setja BPM for denne songen manuelt

source: Tunnista kaikkien kappaleiden BPM _automaattisesti
nn: Oppdag BPM for alle songar _automatisk

source: Tunnista BPM (iskuja sekunnissa) kaikille kappaleille, joilla ei vielä ole asetettua arvoa
nn: Oppdag slag i minuttet (BPM) for alle songar som ikkje har ein verdi allereie

source: Noudetaan kansikuvia
nn: Lastar ned albumbilete

source: Jaettu musiikki
nn: Delt musikkressurs

source: Yhteys musiikkijakoon on katkaistu
nn: Fråkopla delt musikkressurs

source: Musiikkijakoon ei saada yhteyttä
nn: Kunne ikkje kopla til delt musikkressurs

source: Takaisin
nn: Tilbake

source: Yleisiä syitä yhteysvirheeseen:
nn: Vanlege grunnar til tilkoplingsfeil:

source: Annetut kirjautumistiedot ovat virheelliset
nn: Oppgjevne innloggingsopplysningar er feil

source: Sisäänkirjautuminen keskeytettiin
nn: Innloggingsprosessen vart avbroten

source: Liian monta käyttäjää on yhteydessä tähän jakoon
nn: For mange brukarar er tilkopla denne delte ressursen

source: Et ole enää yhteydessä tähän jakoon
nn: Du er ikkje lenger kopla til denne delte musikken

source: Yritä yhdistää uudestaan
nn: Prøv å kopla til på nytt

source: Kirjaudu sisään musiikkijakoon
nn: Logg på delt musikkressurs

source: Tunnistautuminen vaaditaan
nn: Autentisering krevst

source: Käyttäjätunnus:
nn: Brukarnamn:

source: Salasana:
nn: Passord:

source: Kirjaudu sisään
nn: Logg på

source: Yhdistetään jakoon {0}
nn: Koplar til {0}

source: Lisää DAAP-etäpalvelin
nn: Legg til DAAP-tenar

source: Lisää uusi DAAP-etäpalvelin
nn: Legg til ein ny DAAP-tenar

source: Musiikkijako
nn: Delt musikkressurs

source: Kirjaudutaan sisään jakoon {0}.
nn: Loggar på {0}

source: Ladataan soittolistoja
nn: Lastar spelelister

source: Avaa DAAP-etäpalvelin
nn: Opna DAAP-tenar

source: Syötä palvelimen IP-osoite ja portti:
nn: Oppgje IP-adresse og port for tenar:

source: Lataukset
nn: Nedlastingar

source: Ladataan eMusic-kappaleita
nn: Lastar ned eMusic-spor

source: Perutaanko kaikki eMusic-lataukset?
nn: Avbryta alle eMusic-nedlastingar?

source: Perutaan noudot
nn: Avbryt nedlastingar

source: Odotetaan noutojen keskeytystä...
nn: Ventar på at nedlastingar skal stoppa …

source: Tuo eMusic-lataukset kirjastoon
nn: Importer eMusic-nedlastingar til bibliotek

source: eMusic-tiedostot
nn: eMusic-filer

source: eMusic-kappaleet
nn: eMusic-spor

source: Etsi eMusicista
nn: Søk i eMusic

source: Kirjaudu ulos eMusicista
nn: Logg av eMusic

source: Tiedostojärjestelmän jono
nn: Filsystemkø

source: Tyhjennä
nn: Tøm

source: Poista kaikki kappaleet tiedostojärjestelmän jonosta
nn: Fjern alle spor frå filsystemkøen

source: Tyhjennä lopetettaessa
nn: Tøm ved avslutning

source: Tyhjennä tiedostojärjestelmän jono lopetettaessa
nn: Tøm filsystemkøen ved avslutning

source: Levyjen kaksoiskappaleet
nn: Dupliserte album

source: Näytetään levyt, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.
nn: Album som sannsynlegvis skal slåast saman er viste. Trykk på ønskja tittel i kvar rad for å markera den, eller fjern merket for å ikkje gjera noko.

source: Esittäjien kaksoiskappaleet
nn: Dupliserte artistar

source: Näytetään esittäjät, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.
nn: Artistar som sannsynlegvis skal slåast saman er viste. Trykk på ønskja namn i kvar rad for å markera det, eller fjern merket for å ikkje gjera noko.

source: Korjaa musiikin metatietoja...
nn: Reparer musikkmetadata …

source: Ongelman tyyppi:
nn: Type problem:

source: Toteuta valitut korjaukset
nn: Utfør valde reparasjonar

source: Tyylien kaksoiskappaleet
nn: Dupliserte sjangrar

source: Näytetään tyylit, jotka pitäisi luultavasti yhdistää. Napsauta joka rivillä haluttua nimeä sen lihavoimiseksi tai poista merkintä, jolloin ei tehdä mitään.
nn: Sjangrar som sannsynlegvis skal slåast saman er viste. Trykk på ønskja sjanger i kvar rad for å markera den, eller fjern merket for å ikkje gjera noko.

source: ja
nn: og

source: a_BAR_an_BAR_the, The
nn: , The

source: Korjataanko?
nn: Reparera?

source: Näytä kohteen tiedot
nn: Vis elementdetaljar

source: Avaa verkkosivu
nn: Opna nettside

source: Vieraile Archive.orgissa
nn: Besøk Archive.org

source: Tilaa
nn: Abonner

source: Tilaa tämä haku podcastina
nn: Abonner på dette søkjet som ein podkast

source: Internet Archive: {0}
nn: Internettarkivet: {0}

source: Sulje kohde
nn: Lukk element

source: Haetaan kohteen tietoja Internet Archivesta
nn: Hentar elementdetaljar frå Internettarkivet

source: Aikakatkaisu haettaessa kohteen tietoja Internet Archivesta
nn: Brukte for lang tid på henting av elementdetaljar frå Internettarkivet

source: Yritä uudestaan
nn: Prøv igjen

source: Virhe haettaessa kohteen tietoja Internet Archivesta
nn: Feil under henting av detaljar frå Internettarkivet

source: Kuvaus
nn: Skildring

source: Paikka:
nn: Arena:

source: Sijainti:
nn: Plassering:

source: Päiväys:
nn: Dato:

source: Vuosi:
nn: År:

source: Julkaisija:
nn: Utgjevar:

source: Avainsanat:
nn: Nøkkelord:

source: Lisenssin URL:
nn: Lisensadresse:

source: Kieli:
nn: Språk:

source: Latauksia yhteensä:
nn: Nedlastingar totalt:

source: Latauksia viime kuussa:
nn: Nedlastingar siste månad:

source: Latauksia viime viikolla:
nn: Nedlastingar siste veke:

source: Lisätty:
nn: Lagt til:

source: Lisääjä:
nn: Lagt til av:

source: Kokoelmat:
nn: Samlingar:

source: Tallentaja:
nn: Innspelt av:

source: Sukuperä:
nn: Linjealder:

source: Siirtäjä:
nn: Overført av:

source: Arvostelut
nn: Omtalar

source: {0}, arvostelija {1} {2}
nn: {0} av {1} {2}

source: Kirjoita oma arvostelusi
nn: Skriv din eigen omtale

source: Kokoelma:
nn: Samling:

source: Vapaaehtoinen kysely
nn: Valfritt søk

source: Järjestelyperuste:
nn: Sorter etter:

source: Suositut mediatyypit
nn: Føretrekte medietypar

source: _Ääni
nn: _Lyd

source: _Teksti
nn: _Tekst

source: Etsi...
nn: Søk …

source: _Siirry
nn: _Gå

source: Työntekijöiden suosikit
nn: Utplukka av personalet

source: Historia
nn: Historikk

source: Perinteiset piirretyt
nn: Klassiske teiknefilmar

source: Puheet
nn: Talar

source: Lapsille
nn: For barn

source: Runous
nn: Poesi

source: Tekijä on Yhdysvallat
nn: USA er skapar

source: Vanhat elokuvat
nn: Gamle filmar

source: Uutisia LibriVoxilta
nn: Nytt frå LibriVox

source: Vanhat tekstit
nn: Gamle tekstar

source: Kongressin kirjasto
nn: Kongressens bibliotek

source: Internet Archive on voittoa tuottamaton organisaatio, joka kokoaa digitaalista kirjastoa Internet-sivuista ja muista digitaalisen kulttuurin teoksista. Kuten paperikirjasto, se tarjoaa vapaan pääsyn tutkijoille, historioitsijoille ja yleisölle.
nn: Internettarkivet (The Internet Archive) er ein ikkje-kommersiell organisasjon som byggjer eit bibliotek av nettsider og andre kulturskattar i digital form. Vi gjev gratis tilgang til forskarar, historikarar, lærarar og vanlege folk, slik som eit vanleg papirbasert bibliotek.

source: Vieraile Internet Archiven kotisivuilla osoitteessa archive.org
nn: Besøk Internettarkivet på archive.org

source: Elokuvat
nn: Filmar

source: Luennot
nn: Føredrag

source: Konsertit
nn: Konsertar

source: Kirjat
nn: Bøker

source: Hakutulokset
nn: Søkeresultat

source: Haetaan Internet Archivesta
nn: Søkjer i Internettarkivet

source: Ei hakutuloksia.
nn: Ingen treff.

source: Aikakatkaisu haettaessa Internet Archivesta
nn: Tida gjekk ut under søk i Internettarkivet

source: Virhe haettaessa Internet Archivesta
nn: Feil ved søk i Internettarkivet

source: Haetaanko lisää tuloksia Internet Archivesta?
nn: Hente fleire treff frå Internettarkivet?

source: Hae lisää
nn: Hent fleire

source: Julkaisija
nn: Utgjevar

source: Muodot
nn: Format

source: Lisätty
nn: Lagt til

source: Kokoelma
nn: Samling

source: Tekijät
nn: Bidragsytar

source: Luotu
nn: Laga

source: Muoto
nn: Format

source: Tunniste
nn: ID

source: Kieli
nn: Språk

source: Mediatyyppi
nn: Mediatype

source: Arvostelujen määrä
nn: Tal på omtalar

source: Liikkuvaa kuvaa
nn: Rørlege bilete

source: Animaatio & piirretyt
nn: Animasjonar & teiknefilmar

source: Taide & musiikki
nn: Kunst & musikk

source: Tietokoneet & tekniikka
nn: Datamaskiner & teknologi

source: Kulttuuri- & akateemiset elokuvat
nn: Kulturelle og faglege filmar

source: Lyhytelokuvat
nn: Kortfilmar

source: Kotivideot
nn: Heimevideoar

source: Uutiset & julkiset tapahtumat
nn: Nyheiter & offentlege saker

source: Avoimen lähdekoodin elokuvat
nn: Open kjelde-filmar

source: Prelinger Archives
nn: Prelinger-arkiva

source: Henkisyys & uskonto
nn: Religion & livssyn

source: Urheiluvideot
nn: Sportvideoar

source: Videopelivideot
nn: Videospelfilmar

source: Vlogit
nn: Vlogs

source: Nuorisomedia
nn: Ungdomsmedia

source: Tekstit
nn: Tekstar

source: Amerikkalaiset kirjastot
nn: Amerikanske bibliotek

source: Kanadalaiset kirjastot
nn: Kanadiske bibliotek

source: Yleinen kirjasto
nn: Universelt bibliotek

source: Projekti Gutenberg
nn: Prosjekt Gutenberg

source: Lastenkirjasto
nn: Barnebibliotek

source: Biodiversity Heritage Library
nn: Bibliotek av arva frå det biologiske mangfaldet

source: Muut kokoelmat
nn: Tilleggssamlingar

source: Äänikirjat & runous
nn: Lydbøker og poesi

source: Grateful Dead
nn: Takknemleg død

source: Livemusiikin arkisto
nn: Direktemusikkarkiv

source: Musiikki & taide
nn: Musikk & kunst

source: Verkkolevy-yhtiö
nn: Netlabels

source: Ääni muilla kielillä kuin englanniksi
nn: Ikkje-engelsk lyd

source: Avoimen lähdekoodin ääni
nn: Open kjelde-lyd

source: Radio-ohjelmat
nn: Radioprogram

source: Koulutus
nn: Utdanning

source: Ohjelmistot
nn: Programvare

source: Latauksia tällä viikolla
nn: Nedlastingar denne veka

source: Uusimmat
nn: Nyaste

source: Vanhimmat
nn: Eldste

source: Lisää asema
nn: Legg til stasjon

source: Lisää uusi internetradioasema tai soittolista
nn: Legg til ein ny nettradiostasjon eller speleliste

source: Etsi asemia
nn: Søk i stasjonane dine

source: Muokkaa asemaa
nn: Endra stasjon

source: Anna kelvollinen aseman URL
nn: Oppgje ei gyldig stasjonsadresse

source: Syötä asemalle tyyli
nn: Oppgje stasjonssjanger

source: Syötä asemalle nimi
nn: Oppgje stasjonsnamn

source: Lisää uusi radioasema
nn: Legg til ny radiostasjon

source: Muokkaa radioasemaa
nn: Endra radiostasjon

source: Syötä lisättävän radioaseman tyyli, nimi ja URL. Aseman kuvaus on vapaaehtoinen.
nn: Oppgje sjanger, namn og adresse til radiostasjonen du vil leggja til.

source: Aseman tyyli:
nn: Stasjonssjanger:

source: Aseman nimi:
nn: Stasjonsnamn:

source: Virran URL:
nn: Straumadresse:

source: Aseman perustaja:
nn: Stasjonsskapar:

source: Kuvaus:
nn: Skildring:

source: Arvostelu:
nn: Vurdering:

source: Audioscrobbler-liitännäisen asetukset
nn: Set opp Audioscrobbler-tillegget

source: Käy _käyttäjäprofiilin sivulla
nn: Besøk brukarprofilsida

source: Käy Last.fm-käyttäjäprofiilin sivulla
nn: Besøk di siste Last.fm-profilside

source: Yhdistä
nn: Kopla til

source: Näytä Last.fm:ssä
nn: Vis på Last.fm

source: Näytä esittäjän Last.fm-sivu
nn: Vis denne artisten si Last.fm-side

source: Näytä esittäjä Wikipediassa
nn: Vis artist på Wikipedia

source: Etsi esittäjän sivua Wikipediasta
nn: Finn denne artisten på Wikipedia

source: Näytä esittäjän videot
nn: Vis denne artisten sine videoar

source: Etsi tämän esittäjän videoita
nn: Finn videoar av denne artisten

source: Kenelle suositellaan
nn: Tilråd til

source: Suosittele tätä esittäjää
nn: Tilråd denne artisten til nokon

source: Näytä tämän levyn Last.fm-sivu
nn: Vis dette albumet si Last.fm-side

source: Suosittele tätä levyä
nn: Tilråd dette albumet til nokon

source: Näytä kappaleen Last.fm-sivu
nn: Vis dette sporet si Last.fm-side

source: Suosittele tätä kappaletta
nn: Tilråd dette sporet til nokon

source: Käyttäjätili
nn: Konto

source: _Käyttäjätunnus
nn: _Brukarnamn

source: Avaa Last.fm-tili
nn: Registrer deg på Last.fm

source: Avaa Last.fm:n selaimessa ja antaa sinulle mahdollisuuden myöntää Bansheelle käyttöoikeus tiliisi
nn: Opna Last.fm i ein nettlesar, så kan du autorisera Banshee til å arbeida med kontoen din

source: Kirjaudu sisään Last.fm-palveluun
nn: Logg på Last.fm

source: Bansheelle on annettava käyttöoikeus Last.fm-tiliisi.
nn: Banshee må ha løyve for å få tilgang til Last.fm-kontoen din.

source: Viimeistele kirjautuminen
nn: Fullfør innlogging

source: Olet kirjautuneena Last.fm:ään käyttäjänä {0}.
nn: Du er logga på Last.fm som brukaren {0}.

source: Kirjaudu ulos Last.fm:stä
nn: Logg av Last.fm

source: Äskettäin rakastetut kappaleet
nn: Siste favorittspor

source: Suosituimmat esittäjäni
nn: Mine toppartistar

source: {0} soittoa
nn: {0} avspelingar

source: Tiliasetukset
nn: Kontoinnstillingar

source: Liity Last.fm-palveluun
nn: Registrer deg på Last.fm

source: Last.fm-suositukset
nn: Tilrådingar frå Last.fm

source: Esittäjän {0} suosituimmat levyt
nn: Toppalbum av {0}

source: Esittäjän {0} suosituimmat kappaleet
nn: Toppspor av {0}

source: Suositellut esittäjät
nn: Tilrådde artistar

source: Samankaltaisia esittäjiä ei löytynyt
nn: Ingen liknande artistar funne

source: {0} % samankaltainen
nn: {0}% likskap

source: Samankaltaisuus ei ole selvillä
nn: Ukjend likskap

source: _Lisää asema...
nn: _Legg til stasjon …

source: Lisää uusi Last.fm-radioasemaFans of" or "Similar to
nn: Legg til ein ny Last.fm-radiostasjonFans of" or "Similar to

source: Kuuntele asemaa ”{0}”Fans of" or "Similar to
nn: Lytt til stasjonen {0}Fans of" or "Similar to

source: Kuuntele tämän esittäjän asemaa ”{0}”
nn: Lytt til Last.fm-stasjonen {0} for denne artisten

source: Esittäjän fanit
nn: Tilhengjarar av

source: Samankaltainen kuin
nn: Liknande til

source: Rakasta kappaletta
nn: Favorittspor

source: Merkitse soiva kappale ihanaksi
nn: Merk gjeldande spor som favoritt

source: Estä kappale
nn: Forby spor

source: Merkitse soiva kappale estetyksi
nn: Merk gjeldande spor som forbode

source: Esittäjän {0} fanit
nn: Tilhengjarar av {0}

source: Samankaltainen kuin {0}
nn: Liknande til {0}

source: _Lisää asema
nn: _Legg til stasjon

source: Järjestä asemat käyttäen
nn: Sorter stasjonar etter

source: Soittokerrat kaikkiaan
nn: Totalt tal på avspelingar

source: Uusi asema
nn: Ny stasjon

source: Aseman _tyyppi:
nn: Stasjons_type:

source: Last.fm-asema
nn: Last.fm-stasjon

source: Muokkaa Last.fm-asemaa
nn: Endra Last.fm-stasjon

source: Poista Last.fm-asema
nn: Fjern Last.fm-stasjon

source: Viritetään Last.fm-asemalle {0}.
nn: Stiller inn Last.fm til {0}.

source: Asemaa ei voitu virittää. {0}
nn: Kunne ikkje stilla inn stasjon. {0}

source: Noudetaan aseman {0} uusia kappaleita.
nn: Hentar ny songar for {0}.

source: Asemalla {0} ei ole uusia kappaleita.
nn: Ingen ny songar tilgjengelege for {0}.

source: Aseman {0} uusia kappaleita ei voitu hakea.
nn: Kunne ikkje henta nye songar for {0}.

source: Suositellut
nn: Tilrådd

source: Henkilökohtainen
nn: Personleg

source: Miksaus
nn: Blanding

source: Banshee-ryhmä
nn: Banshee-gruppe

source: Naapurit
nn: Naboar

source: Käyttäjälle:
nn: For brukar:

source: Käyttäjän:
nn: Av brukar:

source: Ryhmän nimi:
nn: Gruppenamn:

source: Merkintä
nn: Kode

source: Merkinnän nimi:
nn: Kodenamn:

source: Fani
nn: Tilhengjar

source: Esittäjän fani:
nn: Tilhengjar av:

source: Samankaltainen
nn: Liknande

source: Samankaltainen kuin:
nn: Liknande til:

source: Kirjasto
nn: Bibliotek

source: Käynnistä Banshee-musiikkisoitin
nn: Opna Banshee mediespelar

source: Nyt soiva kappale
nn: Speler no

source: Paneeli mediatiedostojen nopeaan käyttöön
nn: Panel for rask tilgang til dine media

source: _Minitila
nn: _Minimodus

source: Kaikki ohjaimet
nn: Full modus

source: Näytä kaikki ohjaimet
nn: Skift tilbake til full modus

source: Vaihda kertaussoiton tilaa
nn: Endra gjentakande avspeling

source: Löydä mielenkiintoisia podcasteja Miro Guide -podcast-hakemistosta!
nn: Oppdag interessante podkastar i Miro Guide-podkastmappa.

source: Avaa Miro Guide
nn: Opna Miro Guide

source: Etsi podcasteja
nn: Søk etter podkastar

source: Etsi video-podcasteja
nn: Søk etter videopodkastar

source: _Sulje
nn: _Lukk

source: _Näytä huomautukset
nn: _Vis varsel

source: Näytä huomautus vaihdettaessa
nn: Vis varsel når element vert endra

source: Yhä käynnissä
nn: Køyrer framleis

source: Banshee suljettiin ilmoitusalueelle. Käytä Sulje-vaihtoehtoa lopettaaksesi istunnon.
nn: Banshee vart lukka til varselfeltet. Vel Avslutt for å avslutte økta di.

source: Ohita tämä kappale
nn: Hopp over dette elementet

source: Huomautusta ei voi näyttää
nn: Kan ikkje visa varsel

source: Yksinkertaista
nn: Gjer enklare

source: CD-levy
nn: Lyd-CD

source: Kappale {0}
nn: Spor {0}

source: Tuodaan CD-levyä
nn: Importerer lyd-CD

source: Alustetaan asemaa
nn: Opnar stasjon

source: Lähdettä {0} ollaan vielä tuomassa musiikkikirjastoon. Haluatko keskeyttää tuonnin?
nn: {0} vert framleis importert til biblioteket. Vil du avbryta dette?

source: Ei voida tuoda CD-levyä
nn: Kan ikkje importera CD

source: CD-levyt
nn: Lyd-CD-ar

source: CD-levyn tuonti
nn: Importering av lyd-CD

source: _Tuontimuoto
nn: _Importeringsformat

source: _Tuo CD-levyt automaattisesti laitettaessa asemaan
nn: Importer lyd-CD-ar _automatisk når sett inn

source: Kun CD-levy syötetään koneeseen, aloita sen tuonti automaattisesti jos metatiedot löytyvät eikä levyä ole vielä kirjastossa.
nn: Start importering automatisk når ein lyd-CD er sett inn, dersom metadata vert funne og den ikkje er i biblioteket allereie.

source: _Avaa asema tuonnin päätyttyä
nn: _Løys ut etter importering

source: Kun CD-levy on tuotu, poista se automaattisesti asemasta
nn: Lyd-CD-ar vert løyst ut automatisk etter importering.

source: Käytä virheenkorjausta tuotaessa
nn: Bruk feilretting under importering

source: Virheenkorjaus yrittää selvitä vaikeista tilanteista, kuten levyn pintanaarmuista, mutta hidastaa levyn tuomista melkoisesti.
nn: Feilretting prøver å arbeide rundt problemområde på plata, slik som skrammer på overflata, men vil gjera at importeringa går seinare.

source: Tuo CD-levy
nn: Importer CD

source: Tuo tämä CD-levy kirjastoon
nn: Importer denne lyd-CD-en til biblioteket

source: Kopioi CD-levy
nn: Kopier CD

source: Kopioi tämä CD-levy
nn: Kopier denne lyd-CD-en

source: Etsitään kappaletietoja...
nn: Søkjer etter sporinformasjon

source: Kappaletietoja ei voitu noutaa
nn: Kunne ikkje henta sporinformasjon

source: Automaattista tuontia ei tehty, koska levy on jo musiikkikirjastossa.
nn: Automatisk importering er av, sidan dette albumet er i musikkbiblioteket allereie.

source: CD-levyä ei voitu tuoda
nn: Kunne ikkje importere CD

source: CD-levyä ei voitu kopioida
nn: Kunne ikkje kopiera lyd-CD

source: CD-levyjen asetukset
nn: Innstillingar for lyd-CD-ar

source: Poista levy asemasta
nn: Løys ut plate

source: Tuo ”{0}”Audio CD" or "DVD
nn: Importer «{0}»Audio CD" or "DVD

source: Kappaletta ei voitu tuoda: {0}
nn: Kunne ikkje importera spor: {0}

source: Tuonti Amarokista epäonnistui
nn: Kunne ikkje importera frå Amarok

source: iTunes-tuonti
nn: iTunes-import

source: Tuo kappaleiden arvostelut
nn: Importer sporvurderingar

source: Tuo soittotilastot (soittomäärät jne.)
nn: Importer spelestatistikk (tal på avspelingar, m.m.)

source: Tuo soittolistat
nn: Importer spelelister

source: Etsi tiedosto ”{0}”...
nn: Finn fila«{0}» …

source: Etsi ”{0}”
nn: Finn «{0}»

source: Etsi iTunes-musiikkokirjasto
nn: Finn iTunes-musikkmappe

source: iTunes-kirjasto viittaa musiikkihakemistoosi nimellä ”{0}”, mutta Banshee ei pystynyt päättelemään tämän hakemiston sijaintia, etsi se.
nn: iTunes-biblioteket refererer til musikkmappa di som «{0}», men Banshee fann ikkje musikkmappa på denne plasseringa. Finn den manuelt.

source: iTunes-mediasoitin
nn: iTunes mediespelar

source: Banshee ei tunne tätä iTunesin kirjastomuodon versiota. Tuominen ei välttämättä toimi odotetusti tai ollenkaan. Haluatko silti kokeilla tuomista?
nn: Banshee er ikkje kjend med denne versjonen av iTunes-biblioteket. Importering vil kunne fungere uventa, eller ikkje i det heile. Vil du prøve å importera likevel?

source: Kappaletta ei voitu tuoda.
nn: Kunne ikkje importera song.

source: Rytmilaatikko-musiikkisoitin
nn: Rhythmbox musikkavspelar

source: _Täytä
nn: _Fyll

source: _levyltä
nn: _frå

source: Lisää soittojonoon
nn: Legg til i avspelingskø

source: Lisää valitut kappaleet soittojonoon
nn: Legg valde songar til avspelingskøen

source: Soita nykyisen jälkeen
nn: Spel etter

source: Lisää valitut kappaleet jonoon tällä hetkellä soivan kappaleen, esittäjän tai levyn jälkeen
nn: Legg til valde songar etter gjeldande spor, album eller artist

source: Nykyinen kappale
nn: Gjeldande spor

source: Lisää valitut kappaleet soittojonoon tällä hetkellä soivan kappaleen jälkeen
nn: Legg valde songar til avspelingskøen etter gjeldande song.

source: Nykyinen levy
nn: Gjeldande album

source: Lisää valitut kappaleet soittojonoon tällä hetkellä soivan levyn jälkeen
nn: Legg valde songar til avspelingskøen etter gjeldande album

source: Nykyinen esittäjä
nn: Gjeldande artist

source: Lisää valitut kappaleet soittojonoon tällä hetkellä soivan esittäjän jälkeen
nn: Legg valde songar til avspelingskøen etter gjeldande artist

source: Päivitä satunnaiset kappaleet soittojonossa
nn: Oppdater tilfeldige spor i avspelingskøen

source: Aseta soittojonossa olevat kappaleet satunnaiseen järjestykseen
nn: Tilfeldig rekkjefølgje for elementa i avspelingskøen

source: Lisää enemmän
nn: Legg til meir

source: Lisää enemmän satunnaisia kappaleita soittojonoon
nn: Legg fleire tilfeldige spor til avspelingskøen

source: Poista kaikki kappaleet soittojonosta
nn: Fjern alle spor frå avspelingskøen

source: Tyhjennä soittojono lopetettaessa
nn: Tøm avspelingskøen ved avslutning

source: Poista soittojonosta
nn: Fjern frå avspelingskø

source: Kuinka monta _soitettua kappaletta näytetään
nn: Tal på _spelte songar å visa

source: Kuinka monta _tulevaa kappaletta näytetään
nn: Tal på _komande songar å visa

source: Podcast
nn: Podkast

source: Kaikki podcastit ({0})
nn: Alle podkastar ({0})

source: Podcast-kansio
nn: Podkastmappe

source: Poista podcast
nn: Fjern podkast

source: Poista automaattiset päivitykset käytöstä
nn: Slå av automatiske oppdateringar

source: Verkkovirhe päivitettäessä kohdetta {0}
nn: Nettverksfeil ved oppdatering {0}

source: Jäsennysvirhe päivitettäessä kohdetta {0}
nn: Lesefeil ved oppdatering av {0}

source: Tunnistautumisvirhe päivitettäessä kohdetta {0}
nn: Autentiseringsfeil ved oppdatering {0}

source: Virhe päivitettäessä kohdetta {0}
nn: Feil ved oppdatering {0}
